<template>
  <section class="block-six">
    <div class="container">
      <div class="block-six__list">
        <div class="block-six__element">
          <div class="block-six__title">
            Опрошенных пользовались микрокредитами
          </div>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
        <div class="block-six__element">
          <div class="block-six__title">
            Опрошенных пользовались микрокредитами
          </div>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
        <div class="block-six__element">
          <div class="block-six__title">
            Опрошенных пользовались микрокредитами
          </div>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
        <div class="block-six__element">
          <div class="block-six__title">
            Опрошенных пользовались микрокредитами
          </div>
          <p>
            Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах
          </p>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
  export default {
    name: "block-six"
  }
</script>