<template>
  <section class="faq">
    <div class="container">
      <h2>Вопросы и ответы</h2>
      <div class="faq__list">
        <div v-for="(item, i) in items" class="faq__element" :key="'faq' + i">
          <div class="faq__title" @click="toggleActive">
            {{ item.title }}
          </div>
          <p>
            {{ item.text }}
          </p>
        </div>
      </div>
    </div>
  </section>
</template>

<script>
  export default {
    name: "site-faq",
    data() {
      return {
        items: [
          {
            title: "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития."
          },
          {
            title: "Прототип нового сервиса - это как трубный призыв?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
          },
          {
            title: "Частокол на границе продолжает удивлять?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания"
          },
          {
            title: "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
          },
          {
            title: "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
          },
          {
            title: "Нынче никто не может себе позволить инициировать треск разлетающихся скреп?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
          },
          {
            title: "Высококачественный прототип будущего проекта обнадёживает?",
            text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий."
          },
        ],
      }
    },
    methods: {
      toggleActive(event) {
        let elem = event.target;

        elem.parentElement.classList.toggle('opened');
      }
    }
  }
</script>